Repository: linyusenzz/HDRImageViewer
Catalog: Strings/*/Resources.resw
Source language: en_us
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pl_pl, pt_br, ru_ru, uk_ua, zh_cn

# AppTitle
source: HDR Image Viewer
de_de: HDR-Bildbetrachter
es_es: Visor de imágenes HDR
fr_fr: Visionneuse d'images HDR
it_it: Visualizzatore di immagini HDR
ja_jp: HDR 画像ビューアー
ko_kr: HDR 이미지 뷰어
pl_pl: Przeglądarka obrazów HDR
pt_br: Visualizador de Imagens HDR
ru_ru: Просмотрщик HDR-изображений
uk_ua: Переглядач HDR-зображень
zh_cn: HDR 图片查看器

# AppTitleBar.Title
source: HDR Image Viewer
de_de: HDR-Bildbetrachter
es_es: Visor de imágenes HDR
fr_fr: Visionneuse d'images HDR
it_it: Visualizzatore di immagini HDR
ja_jp: HDR 画像ビューアー
ko_kr: HDR 이미지 뷰어
pl_pl: Przeglądarka obrazów HDR
pt_br: Visualizador de Imagens HDR
ru_ru: Просмотрщик HDR-изображений
uk_ua: Переглядач HDR-зображень
zh_cn: HDR 图片查看器

# NavViewer
source: Viewer
de_de: Betrachter
es_es: Visor
fr_fr: Visionneuse
it_it: Visualizzatore
ja_jp: ビューアー
ko_kr: 뷰어
pl_pl: Przeglądarka
pt_br: Visualizador
ru_ru: Просмотр
uk_ua: Переглядач
zh_cn: 查看器

# NavAbout
source: About
de_de: Über
es_es: Acerca de
fr_fr: À propos
it_it: Informazioni
ja_jp: 情報
ko_kr: 정보
pl_pl: O programie
pt_br: Sobre
ru_ru: О программе
uk_ua: Про програму
zh_cn: 关于

# NavSettings
source: Settings
de_de: Einstellungen
es_es: Configuración
fr_fr: Paramètres
it_it: Impostazioni
ja_jp: 設定
ko_kr: 설정
pl_pl: Ustawienia
pt_br: Configurações
ru_ru: Настройки
uk_ua: Налаштування
zh_cn: 设置

# ViewerNavigationItem.Content
source: Viewer
de_de: Betrachter
es_es: Visor
fr_fr: Visionneuse
it_it: Visualizzatore
ja_jp: ビューアー
ko_kr: 뷰어
pl_pl: Przeglądarka
pt_br: Visualizador
ru_ru: Просмотр
uk_ua: Переглядач
zh_cn: 查看器

# AboutNavigationItem.Content
source: About
de_de: Über
es_es: Acerca de
fr_fr: À propos
it_it: Informazioni
ja_jp: 情報
ko_kr: 정보
pl_pl: O programie
pt_br: Sobre
ru_ru: О программе
uk_ua: Про програму
zh_cn: 关于

# AboutPageTitle.Text
source: About
de_de: Über
es_es: Acerca de
fr_fr: À propos
it_it: Informazioni
ja_jp: 情報
ko_kr: 정보
pl_pl: O programie
pt_br: Sobre
ru_ru: О программе
uk_ua: Про програму
zh_cn: 关于

# AboutAppName.Text
source: HDR Image Viewer
de_de: HDR-Bildbetrachter
es_es: Visor de imágenes HDR
fr_fr: Visionneuse d'images HDR
it_it: Visualizzatore di immagini HDR
ja_jp: HDR 画像ビューアー
ko_kr: HDR 이미지 뷰어
pl_pl: Przeglądarka obrazów HDR
pt_br: Visualizador de Imagens HDR
ru_ru: Просмотрщик HDR-изображений
uk_ua: Переглядач HDR-зображень
zh_cn: HDR 图片查看器

# AboutVersionLoading
source: Version: Loading...
de_de: Version: Laden...
es_es: Versión: Cargando...
fr_fr: Version : Chargement...
it_it: Versione: Caricamento...
ja_jp: バージョン: 読み込み中...
ko_kr: 버전: 로드 중...
pl_pl: Wersja: Wczytywanie...
pt_br: Versão: Carregando...
ru_ru: Версия: Загрузка...
uk_ua: Версія: Завантаження...
zh_cn: 版本：读取中

# AboutVersionFormat
source: Version: {0}
es_es: Versión: {0}
it_it: Versione: {0}
ja_jp: バージョン: {0}
ko_kr: 버전: {0}
pl_pl: Wersja: {0}
pt_br: Versão: {0}
ru_ru: Версия: {0}
uk_ua: Версія: {0}
zh_cn: 版本：{0}

# AboutVersionUnknown
source: Unknown
de_de: Unbekannt
es_es: Desconocido
fr_fr: Inconnu
it_it: Sconosciuto
ja_jp: 不明
ko_kr: 알 수 없음
pl_pl: Nieznana
pt_br: Desconhecido
ru_ru: Неизвестно
uk_ua: Невідомо
zh_cn: 未知

# AboutDescription.Text
source: Image viewer based on WinUI 3 and DirectX HDR swap chain surface, supporting separate decoding and tone mapping for gain maps and single-layer HDR images.
de_de: Bildbetrachter basierend auf WinUI 3 und DirectX HDR-Rendering-Oberfläche, unterstützt separate Dekodierung und Mapping für Gain Maps und Single-Layer HDR-Bilder.
es_es: Visor de imágenes basado en WinUI 3 y superficie de renderizado DirectX HDR, compatible con decodificación y mapeo independientes de gain maps e imágenes HDR de capa única.
fr_fr: Visionneuse d'images basée sur WinUI 3 et la surface de rendu DirectX HDR, prenant en charge le décodage et le mappage indépendants des gain maps et des images HDR monocouches.
it_it: Visualizzatore di immagini basato su WinUI 3 e superficie di rendering DirectX HDR, con supporto per decodifica e mappatura indipendenti di gain map e immagini HDR a singolo livello.
ja_jp: WinUI 3 と DirectX HDR レンダリングサーフェスに基づいた画像ビューアー。ゲインマップおよび単層 HDR 画像の個別デコードとトーンマッピングに対応しています。
ko_kr: WinUI 3 및 DirectX HDR 렌더링 표면 기반 이미지 뷰어로, 게인 맵 및 단일 레이어 HDR 이미지의 독립적 디코딩 및 톤 매핑을 지원합니다.
pl_pl: Przeglądarka obrazów oparta na WinUI 3 i powierzchni renderowania DirectX HDR, obsługująca niezależne dekodowanie i mapowanie dla gain map oraz obrazów jednowarstwowych HDR.
pt_br: Visualizador de imagens baseado em WinUI 3 e superfície de renderização DirectX HDR, com suporte a decodificação e mapeamento independentes de gain maps e imagens HDR de camada única.
ru_ru: Просмотрщик изображений на базе WinUI 3 и поверхности рендеринга DirectX HDR с поддержкой независимого декодирования и отображения карт усиления (gain map) и однослойных HDR-изображений.
uk_ua: Переглядач зображень на базі WinUI 3 та поверхні рендерингу DirectX HDR з підтримкою незалежного декодування та відображення карт посилення (gain map) і одношарових HDR-зображень.
zh_cn: 基于 WinUI 3 和 DirectX HDR 渲染表面的图片查看器，支持 gain map 与单层 HDR 图片的独立解码和映射。

# AboutWeiboLink.Content
source: Weibo Profile
de_de: Weibo-Profil
es_es: Perfil de Weibo
fr_fr: Profil Weibo
it_it: Profilo Weibo
ja_jp: Weibo プロフィール
ko_kr: Weibo 프로필
pl_pl: Profil Weibo
pt_br: Perfil no Weibo
ru_ru: Профиль Weibo
uk_ua: Профіль Weibo
zh_cn: 微博主页

# AboutAdobeNotice.Text
source: This product includes Gain Map technology licensed by Adobe.
de_de: Dieses Produkt enthält von Adobe lizenzierte Gain Map-Technologie.
es_es: Este producto incluye tecnología Gain Map con licencia de Adobe.
fr_fr: Ce produit intègre la technologie Gain Map sous licence Adobe.
it_it: Questo prodotto include la tecnologia Gain Map concessa in licenza da Adobe.
ja_jp: 本製品には、Adobe からライセンス供与された Gain Map 技術が含まれています。
ko_kr: 이 제품에는 Adobe에서 라이선스를 취득한 Gain Map 기술이 포함되어 있습니다.
pl_pl: Ten produkt zawiera technologię Gain Map na licencji Adobe.
pt_br: Este produto inclui tecnologia Gain Map licenciada pela Adobe.
ru_ru: Этот продукт использует технологию Gain Map, лицензированную Adobe.
uk_ua: Цей продукт містить технологію Gain Map, ліцензовану компанією Adobe.
zh_cn: 本产品包含 Adobe 授权的 Gain Map 技术。

# SettingsPageTitle.Text
source: Settings
de_de: Einstellungen
es_es: Configuración
fr_fr: Paramètres
it_it: Impostazioni
ja_jp: 設定
ko_kr: 설정
pl_pl: Ustawienia
pt_br: Configurações
ru_ru: Настройки
uk_ua: Налаштування
zh_cn: 设置

# SettingsInteractionExpander.Header
source: Interaction
de_de: Interaktion
es_es: Interacción
it_it: Interazione
ja_jp: 操作
ko_kr: 상호 작용
pl_pl: Interakcja
pt_br: Interação
ru_ru: Взаимодействие
uk_ua: Взаємодія
zh_cn: 交互

# SettingsMouseWheelBehaviorSelector.Header
source: Mouse wheel
de_de: Mausrad
es_es: Rueda del ratón
fr_fr: Molette de la souris
it_it: Rotellina del mouse
ja_jp: マウスホイール
ko_kr: 마우스 휠
pl_pl: Kółko myszy
pt_br: Roda do mouse
ru_ru: Колесо мыши
uk_ua: Колесо миші
zh_cn: 鼠标滚轮

# SettingsMouseWheelNavigate
source: Navigate images
de_de: Bilder wechseln
es_es: Navegar por las imágenes
fr_fr: Parcourir les images
it_it: Sfoglia immagini
ja_jp: 前後の画像に切り替え
ko_kr: 이전/다음 이미지 이동
pl_pl: Przełączanie obrazów
pt_br: Navegar pelas imagens
ru_ru: Переключение изображений
uk_ua: Перемикання зображень
zh_cn: 前后切图

# SettingsMouseWheelZoom
source: Zoom image
de_de: Zoomen
es_es: Ampliar / reducir
fr_fr: Zoomer l'image
it_it: Zoom immagine
ja_jp: 拡大・縮小
ko_kr: 확대/축소
pl_pl: Powiększanie/pomniejszanie
pt_br: Zoom da imagem
ru_ru: Масштабирование
uk_ua: Масштабування
zh_cn: 放大缩小

# SettingsTouchpadGesturesToggle.Header
source: Touchpad / Touch zoom
es_es: Panel táctil / Zoom táctil
fr_fr: Pavé tactile / Zoom tactile
it_it: Touchpad / Zoom touch
ja_jp: タッチパッド / タッチズーム
ko_kr: 터치패드 / 터치 줌
pl_pl: Touchpad / Zoom dotykowy
pt_br: Touchpad / Zoom por toque
ru_ru: Сенсорная панель и сенсорный зум
uk_ua: Сенсорна панель / Сенсорний зум
zh_cn: 触摸板 / 触控缩放

# SettingsToggleOff
source: Off
de_de: Aus
es_es: Desactivado
fr_fr: Désactivé
it_it: Disattivato
ja_jp: オフ
ko_kr: 꺼짐
pl_pl: Wyłączone
pt_br: Desativado
ru_ru: Выкл.
uk_ua: Вимк.
zh_cn: 关闭

# SettingsToggleOn
source: On
de_de: Ein
es_es: Activado
fr_fr: Activé
it_it: Attivato
ja_jp: オン
ko_kr: 켜짐
pl_pl: Włączone
pt_br: Ativado
ru_ru: Вкл.
uk_ua: Увімк.
zh_cn: 开启

# SettingsPerformanceExpander.Header
source: Performance
de_de: Leistung
es_es: Rendimiento
fr_fr: Performances
it_it: Prestazioni
ja_jp: パフォーマンス
ko_kr: 성능
pl_pl: Wydajność
pt_br: Desempenho
ru_ru: Производительность
uk_ua: Продуктивність
zh_cn: 性能

# SettingsPreloadAdjacentImagesToggle.Header
source: Preload adjacent images
de_de: Benachbarte Bilder vorab laden
es_es: Precargar imágenes adyacentes
fr_fr: Précharger les images adjacentes
it_it: Precarica immagini adiacenti
ja_jp: 前後の画像をプリロード
ko_kr: 인접 이미지 미리 로드
pl_pl: Wstępne ładowanie sąsiednich obrazów
pt_br: Pré-carregar imagens adjacentes
ru_ru: Предварительная загрузка соседних изображений
uk_ua: Попереднє завантаження сусідніх зображень
zh_cn: 预加载相邻图片

# SettingsAdjacentPreloadRadiusBox.Header
source: Preload radius
de_de: Vorab-Laderadius
es_es: Radio de precarga
fr_fr: Rayon de préchargement
it_it: Raggio di precaricamento
ja_jp: プリロード範囲
ko_kr: 미리 로드 반경
pl_pl: Zasięg wstępnego ładowania
pt_br: Raio de pré-carregamento
ru_ru: Радиус предзагрузки
uk_ua: Радіус попереднього завантаження
zh_cn: 预加载范围

# SettingsInterfaceExpander.Header
source: Interface
de_de: Oberfläche
es_es: Interfaz
it_it: Interfaccia
ja_jp: 外観
ko_kr: 인터페이스
pl_pl: Interfejs
ru_ru: Интерфейс
uk_ua: Інтерфейс
zh_cn: 界面

# SettingsThemeSelector.Header
source: Theme
de_de: Design
es_es: Tema
fr_fr: Thème
it_it: Tema
ja_jp: テーマ
ko_kr: 테마
pl_pl: Motyw
pt_br: Tema
ru_ru: Тема
uk_ua: Тема
zh_cn: 主题

# SettingsThemeSystem
source: Use system setting
de_de: Systemeinstellung verwenden
es_es: Usar configuración del sistema
fr_fr: Paramètre système
it_it: Usa impostazioni di sistema
ja_jp: システム設定に従う
ko_kr: 시스템 설정 사용
pl_pl: Zgodnie z systemem
pt_br: Padrão do sistema
ru_ru: Как в системе
uk_ua: Як у системі
zh_cn: 跟随系统

# SettingsThemeLight
source: Light
de_de: Hell
es_es: Claro
fr_fr: Clair
it_it: Chiaro
ja_jp: ライト
ko_kr: 밝게
pl_pl: Jasny
pt_br: Claro
ru_ru: Светлая
uk_ua: Світла
zh_cn: 亮色

# SettingsThemeDark
source: Dark
de_de: Dunkel
es_es: Oscuro
fr_fr: Sombre
it_it: Scuro
ja_jp: ダーク
ko_kr: 어둡게
pl_pl: Ciemny
pt_br: Escuro
ru_ru: Тёмная
uk_ua: Темна
zh_cn: 暗色

# SettingsLanguageSelector.Header
source: Language
de_de: Sprache
es_es: Idioma
fr_fr: Langue
it_it: Lingua
ja_jp: 言語
ko_kr: 언어
pl_pl: Język
pt_br: Idioma
ru_ru: Язык
uk_ua: Мова
zh_cn: 语言

# SettingsLanguageRestartTip.Text
source: Restart the application to fully apply the language change.
de_de: Starten Sie die Anwendung neu, um die Sprachänderung vollständig zu übernehmen.
es_es: Reinicie la aplicación para aplicar por completo el cambio de idioma.
fr_fr: Redémarrez l'application pour appliquer pleinement le changement de langue.
it_it: Riavviare l'applicazione per applicare completamente il cambio di lingua.
ja_jp: 言語設定を完全に適用するには、アプリを再起動してください。
ko_kr: 언어 변경 사항을 완전히 적용하려면 애플리케이션을 다시 시작하세요.
pl_pl: Zrestartuj aplikację, aby w pełni zastosować zmianę języka.
pt_br: Reinicie o aplicativo para aplicar totalmente a alteração de idioma.
ru_ru: Для полного применения изменений языка требуется перезапуск приложения.
uk_ua: Перезапустіть програму, щоб повністю застосувати зміну мови.
zh_cn: 更改语言后需要重启应用以完全生效。

# SettingsRestartNow.Content
source: Restart now
de_de: Jetzt neu starten
es_es: Reiniciar ahora
fr_fr: Redémarrer maintenant
it_it: Riavvia ora
ja_jp: 今すぐ再起動
ko_kr: 지금 다시 시작
pl_pl: Uruchom ponownie teraz
pt_br: Reiniciar agora
ru_ru: Перезапустить сейчас
uk_ua: Перезапустити зараз
zh_cn: 立即重启

# SettingsShowInspectorPanelToggle.Header
source: Inspector panel
de_de: Informationsleiste
es_es: Panel de información
fr_fr: Panneau d'informations
it_it: Pannello informazioni
ja_jp: 情報パネル
ko_kr: 정보 패널
pl_pl: Panel informacji
pt_br: Painel de informações
ru_ru: Боковая панель сведений
uk_ua: Панель відомостей
zh_cn: 右侧信息栏

# SettingsShowFilmstripToggle.Header
source: Bottom filmstrip
de_de: Untere Filmleiste
es_es: Tira de imágenes inferior
fr_fr: Pellicule inférieure
it_it: Provino inferiore
ja_jp: フィルムストリップ
ko_kr: 하단 필름스트립
pl_pl: Dolny pasek kliszy
pt_br: Tira de filme inferior
ru_ru: Нижняя лента кадров
uk_ua: Нижня стрічка кадрів
zh_cn: 底部胶片条

# SettingsDisplayExpander.Header
source: Display
de_de: Anzeige
es_es: Pantalla
fr_fr: Affichage
it_it: Visualizzazione
ja_jp: ディスプレイ
ko_kr: 디스플레이
pl_pl: Wyświetlanie
pt_br: Exibição
ru_ru: Отображение
uk_ua: Відображення
zh_cn: 显示

# SettingsColorGamutMappingModeSelector.Header
source: Color management policy
de_de: Farbmanagement-Richtlinie
es_es: Estrategia de gestión del color
fr_fr: Politique de gestion des couleurs
it_it: Criterio di gestione colore
ja_jp: カラーマネジメント方針
ko_kr: 색상 관리 정책
pl_pl: Zarządzanie kolorami
pt_br: Política de gerenciamento de cores
ru_ru: Политика управления цветом
uk_ua: Політика керування кольором
zh_cn: 色彩管理策略

# SettingsGamutManaged
source: Color-managed mapping
de_de: Farbkorrigiertes Mapping
es_es: Mapeo con gestión de color
fr_fr: Mappage avec gestion des couleurs
it_it: Mappatura gestita dal colore
ja_jp: カラーマネージド・マッピング
ko_kr: 색상 관리 매핑
pl_pl: Mapowanie z zarządzaniem kolorami
pt_br: Mapeamento com gerenciamento de cores
ru_ru: С управлением цветом
uk_ua: З керуванням кольором
zh_cn: 色彩管理映射

# SettingsGamutClip
source: Gamut clipping
de_de: Farbraumbeschneidung (Clip)
es_es: Recorte de gama (Clip)
fr_fr: Écrêtage du gamut (Clip)
it_it: Ritaglio della gamma (Clip)
ja_jp: 色域クリッピング (Clip)
ko_kr: 색역 클리핑 (Clip)
pl_pl: Przycinanie gamutu (Clip)
pt_br: Corte da gama de cores (Clip)
ru_ru: Отсечение охвата (Clip)
uk_ua: Відсікання колірного охоплення (Clip)
zh_cn: 色域硬切

# SettingsSystemExpander.Header
source: System
es_es: Sistema
fr_fr: Système
it_it: Sistema
ja_jp: システム
ko_kr: 시스템
pt_br: Sistema
ru_ru: Система
uk_ua: Система
zh_cn: 系统

# SettingsDefaultAppsText.Text
source: Default apps settings
de_de: Standard-App-Einstellungen
es_es: Configuración de aplicaciones predeterminadas
fr_fr: Paramètres des applications par défaut
it_it: Impostazioni app predefinite
ja_jp: 既定のアプリの設定
ko_kr: 기본 앱 설정
pl_pl: Ustawienia aplikacji domyślnych
pt_br: Configurações de aplicativos padrão
ru_ru: Параметры приложений по умолчанию
uk_ua: Налаштування програм за замовчуванням
zh_cn: 默认应用设置

# SettingsOpenDefaultAppsButton.AutomationProperties.Name
source: Open default apps settings
de_de: Standard-App-Einstellungen öffnen
es_es: Abrir configuración de aplicaciones predeterminadas
fr_fr: Ouvrir les paramètres des applications par défaut
it_it: Apri impostazioni app predefinite
ja_jp: 既定のアプリの設定を開く
ko_kr: 기본 앱 설정 열기
pl_pl: Otwórz ustawienia aplikacji domyślnych
pt_br: Abrir configurações de aplicativos padrão
ru_ru: Открыть параметры приложений по умолчанию
uk_ua: Відкрити налаштування програм за замовчуванням
zh_cn: 打开默认应用设置

# ContextMenuSaveAs
source: Save as
de_de: Speichern unter
es_es: Guardar como
fr_fr: Enregistrer sous
it_it: Salva con nome
ja_jp: 名前を付けて保存
ko_kr: 다른 이름으로 저장
pl_pl: Zapisz jako
pt_br: Salvar como
ru_ru: Сохранить как
uk_ua: Зберегти як
zh_cn: 另存为

# ContextMenuCopy
source: Copy
de_de: Kopieren
es_es: Copiar
fr_fr: Copier
it_it: Copia
ja_jp: コピー
ko_kr: 복사
pl_pl: Kopiuj
pt_br: Copiar
ru_ru: Копировать
uk_ua: Копіювати
zh_cn: 复制

# ContextMenuCopyPath
source: Copy as path
de_de: Als Pfad kopieren
es_es: Copiar como ruta de acceso
fr_fr: Copier en tant que chemin d'accès
it_it: Copia come percorso
ja_jp: パスのコピー
ko_kr: 경로로 복사
pl_pl: Kopiuj jako ścieżkę
pt_br: Copiar como caminho
ru_ru: Копировать как путь
uk_ua: Копіювати як шлях
zh_cn: 复制为路径

# ContextMenuFileInfo
source: File info
de_de: Dateiinformationen
es_es: Información del archivo
fr_fr: Informations sur le fichier
it_it: Informazioni file
ja_jp: ファイル情報
ko_kr: 파일 정보
pl_pl: Informacje o pliku
pt_br: Informações do arquivo
ru_ru: Свойства файла
uk_ua: Інформація про файл
zh_cn: 文件信息

# ContextMenuDelete
source: Delete
de_de: Löschen
es_es: Eliminar
fr_fr: Supprimer
it_it: Elimina
ja_jp: 削除
ko_kr: 삭제
pl_pl: Usuń
pt_br: Excluir
ru_ru: Удалить
uk_ua: Видалити
zh_cn: 删除

# SurfaceHdrHost
source: HDR render surface
de_de: HDR-Rendering-Oberfläche
es_es: Superficie de renderizado HDR
fr_fr: Surface de rendu HDR
it_it: Superficie di rendering HDR
ja_jp: HDR レンダリングサーフェス
ko_kr: HDR 렌더링 표면
pl_pl: Powierzchnia renderowania HDR
pt_br: Superfície de renderização HDR
ru_ru: Поверхность рендеринга HDR
uk_ua: Поверхня рендерингу HDR
zh_cn: HDR 渲染表面

# SurfaceImageCanvas
source: Image canvas
de_de: Bild-Leinwand
es_es: Lienzo de imagen
fr_fr: Zone de dessin d'image
it_it: Area di disegno immagine
ja_jp: 画像キャンバス
ko_kr: 이미지 캔버스
pl_pl: Obszar obrazu
pt_br: Tela da imagem
ru_ru: Холст изображения
uk_ua: Полотно зображення
zh_cn: 图片画布

# SurfacePreviewFallback
source: Image preview fallback layer
de_de: Ersatzebene für Bildvorschau
es_es: Capa de respaldo de vista previa de imagen
fr_fr: Couche de secours pour l'aperçu d'image
it_it: Livello di fallback anteprima immagine
ja_jp: 画像プレビューフォールバックレイヤー
ko_kr: 이미지 미리보기 대체 레이어
pl_pl: Warstwa zapasowa podglądu obrazu
pt_br: Camada de fallback de visualização da imagem
ru_ru: Резервный слой предварительного просмотра
uk_ua: Резервний шар попереднього перегляду зображення
zh_cn: 图片预览回退层

# LivePhotoPlay
source: Play Live Photo
de_de: Live Photo abspielen
es_es: Reproducir Live Photo
fr_fr: Lire la Live Photo
it_it: Riproduci Live Photo
ja_jp: Live Photo を再生
ko_kr: 라이브 포토 재생
pl_pl: Odtwórz Live Photo
pt_br: Reproduzir Foto em Movimento
ru_ru: Воспроизвести живое фото
uk_ua: Відтворити живі фото
zh_cn: 播放动态照片

# LivePhotoMute
source: Mute Live Photo
de_de: Live Photo stummschalten
es_es: Silenciar Live Photo
fr_fr: Couper le son de la Live Photo
it_it: Disattiva audio Live Photo
ja_jp: Live Photo をミュート
ko_kr: 라이브 포토 음소거
pl_pl: Wycisz Live Photo
pt_br: Desativar som da Foto em Movimento
ru_ru: Заглушить живое фото
uk_ua: Вимкнути звук живого фото
zh_cn: 动态照片静音

# ComparisonDividerToolTip
source: Drag divider · Double-click to center
de_de: Trennlinie ziehen · Doppelklick zum Zentrieren
es_es: Arrastrar divisor · Doble clic para centrar
fr_fr: Faites glisser la séparation · Double-cliquez pour centrer
it_it: Trascina divisore · Doppio clic per centrare
ja_jp: 境界線をドラッグ · ダブルクリックで中央揃え
ko_kr: 구분선 드래그 · 두 번 클릭하여 중앙 맞춤
pl_pl: Przeciągnij linię podziału · Kliknij dwukrotnie, aby wyśrodkować
pt_br: Arraste o divisor · Clique duplo para centralizar
ru_ru: Перетащите разделитель · Двойной щелчок для центрирования
uk_ua: Перетягніть роздільник · Подвійний клік для центрування
zh_cn: 拖动分界线 · 双击居中

# NavPrevious
source: Previous
de_de: Vorheriges
es_es: Anterior
fr_fr: Précédent
it_it: Precedente
ja_jp: 前の画像
ko_kr: 이전
pl_pl: Poprzedni
pt_br: Anterior
ru_ru: Предыдущее
uk_ua: Попереднє
zh_cn: 上一张

# NavNext
source: Next
de_de: Nächstes
es_es: Siguiente
fr_fr: Suivant
it_it: Successivo
ja_jp: 次の画像
ko_kr: 다음
pl_pl: Następny
pt_br: Próximo
ru_ru: Следующее
uk_ua: Наступне
zh_cn: 下一张

# FilmstripAutomationName
source: Folder image filmstrip
de_de: Ordner-Bilder-Filmleiste
es_es: Tira de imágenes de la carpeta
fr_fr: Pellicule des images du dossier
it_it: Provino delle immagini della cartella
ja_jp: フォルダー内画像のフィルムストリップ
ko_kr: 폴더 이미지 필름스트립
pl_pl: Pasek kliszy obrazów z folderu
pt_br: Tira de imagens da pasta
ru_ru: Лента изображений из папки
uk_ua: Стрічка зображень із папки
zh_cn: 同文件夹图片胶片条

# ToolbarOpen
source: Open
de_de: Öffnen
es_es: Abrir
fr_fr: Ouvrir
it_it: Apri
ja_jp: 開く
ko_kr: 열기
pl_pl: Otwórz
pt_br: Abrir
ru_ru: Открыть
uk_ua: Відкрити
zh_cn: 打开

# ToolbarOpenImage
source: Open image
de_de: Bild öffnen
es_es: Abrir imagen
fr_fr: Ouvrir l'image
it_it: Apri immagine
ja_jp: 画像を開く
ko_kr: 이미지 열기
pl_pl: Otwórz obraz
pt_br: Abrir imagem
ru_ru: Открыть изображение
uk_ua: Відкрити зображення
zh_cn: 打开图片

# ToolbarReload
source: Reload
de_de: Neu laden
es_es: Recargar
fr_fr: Recharger
it_it: Ricarica
ja_jp: 再読み込み
ko_kr: 다시 로드
pl_pl: Przeładuj
pt_br: Recarregar
ru_ru: Перезагрузить
uk_ua: Перезавантажити
zh_cn: 重新载入

# ToolbarReloadImage
source: Reload image
de_de: Bild neu laden
es_es: Recargar imagen
fr_fr: Recharger l'image
it_it: Ricarica immagine
ja_jp: 画像を再読み込み
ko_kr: 이미지 다시 로드
pl_pl: Przeładuj obraz
pt_br: Recarregar imagem
ru_ru: Перезагрузить изображение
uk_ua: Перезавантажити зображення
zh_cn: 重新载入图片

# ToolbarBatchExport
source: Batch export
de_de: Stapelexport
es_es: Exportación por lotes
fr_fr: Exportation par lots
it_it: Esportazione batch
ja_jp: 一括エクスポート
ko_kr: 일괄 내보내기
pl_pl: Eksport wsadowy
pt_br: Exportação em lote
ru_ru: Пакетный экспорт
uk_ua: Пакетний експорт
zh_cn: 批量导出

# ToolbarViewerTools
source: Luminance analysis
de_de: Helligkeitsanalyse
es_es: Análisis de luminancia
fr_fr: Analyse de luminance
it_it: Analisi luminanza
ja_jp: 輝度分析
ko_kr: 휘도 분석
pl_pl: Analiza luminancji
pt_br: Análise de luminância
ru_ru: Анализ яркости
uk_ua: Аналіз яскравості
zh_cn: 亮度分析

# ToolbarViewerToolsToolTip
source: Luminance analysis & HDR comparison
de_de: Helligkeitsanalyse und HDR-Vergleich
es_es: Análisis de luminancia y comparación HDR
fr_fr: Analyse de luminance et comparaison HDR
it_it: Analisi luminanza e confronto HDR
ja_jp: 輝度分析と HDR 比較
ko_kr: 휘도 분석 및 HDR 비교
pl_pl: Analiza luminancji i porównanie HDR
pt_br: Análise de luminância e comparação HDR
ru_ru: Анализ яркости и сравнение HDR
uk_ua: Аналіз яскравості та порівняння HDR
zh_cn: 亮度分析与 HDR 对比

# ToolbarToggleInspector
source: Toggle inspector panel
de_de: Informationsleiste umschalten
es_es: Alternar panel de información
fr_fr: Basculer le panneau d'informations
it_it: Attiva/disattiva pannello informazioni
ja_jp: 情報パネルの切り替え
ko_kr: 정보 패널 전환
pl_pl: Przełącz panel informacji
pt_br: Alternar painel de informações
ru_ru: Переключить панель сведений
uk_ua: Перемкнути панель відомостей
zh_cn: 切换详情栏

# ToolbarHideInspector
source: Hide inspector panel (I)
de_de: Informationsleiste ausblenden (I)
es_es: Ocultar panel de información (I)
fr_fr: Masquer le panneau d'informations (I)
it_it: Nascondi pannello informazioni (I)
ja_jp: 情報パネルを非表示 (I)
ko_kr: 정보 패널 숨기기 (I)
pl_pl: Ukryj panel informacji (I)
pt_br: Ocultar painel de informações (I)
ru_ru: Скрыть панель сведений (I)
uk_ua: Приховати панель відомостей (I)
zh_cn: 隐藏详情栏 (I)

# ToolbarShowInspector
source: Show inspector panel (I)
de_de: Informationsleiste einblenden (I)
es_es: Mostrar panel de información (I)
fr_fr: Afficher le panneau d'informations (I)
it_it: Mostra pannello informazioni (I)
ja_jp: 情報パネルを表示 (I)
ko_kr: 정보 패널 표시 (I)
pl_pl: Pokaż panel informacji (I)
pt_br: Mostrar painel de informações (I)
ru_ru: Показать панель сведений (I)
uk_ua: Показати панель відомостей (I)
zh_cn: 显示详情栏 (I)

# ToolbarCrop
source: Crop
de_de: Zuschneiden
es_es: Recortar
fr_fr: Rogner
it_it: Ritaglia
ja_jp: トリミング
ko_kr: 자르기
pl_pl: Przytnij
pt_br: Recortar
ru_ru: Обрезать
uk_ua: Обітнути
zh_cn: 裁切

# ToolbarSingleLayerSaveAs
source: Save as single-layer HDR
de_de: Als Single-Layer HDR speichern
es_es: Guardar como HDR de capa única
fr_fr: Enregistrer en HDR monocouche
it_it: Salva come HDR a singolo livello
ja_jp: 単層 HDR として名前を付けて保存
ko_kr: 단일 레이어 HDR로 다른 이름으로 저장
pl_pl: Zapisz jako jednowarstwowy HDR
pt_br: Salvar como HDR de camada única
ru_ru: Сохранить как однослойный HDR
uk_ua: Зберегти як одношаровий HDR
zh_cn: 单层 HDR 另存为

# ToolbarSingleLayerSaveAsToolTip
source: Save as single-layer HDR
de_de: Als Single-Layer HDR speichern
es_es: Guardar como HDR de capa única
fr_fr: Enregistrer en HDR monocouche
it_it: Salva come HDR a singolo livello
ja_jp: 単層 HDR として保存
ko_kr: 단일 레이어 HDR로 저장
pl_pl: Zapisz jako jednowarstwowy HDR
pt_br: Salvar como HDR de camada única
ru_ru: Сохранить как однослойный HDR
uk_ua: Зберегти як одношаровий HDR
zh_cn: 另存为单层 HDR
